charliermarsh.ruff
dbanksdesign.nu-disco
github.copilot
github.copilot-chat
golang.go
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
teticio.python-envy
